Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# whyStep3Body
source: Sonos uses an internal account identifier to authenticate streaming playback. This identifier is only created when content from a service is first used through the Sonos system. Adding one favorite through the official Sonos app creates this link.
da: Sonos bruger en intern kontoidentifikator til at godkende streaming-afspilning. Denne identifikator oprettes først, når indhold fra en tjeneste bruges første gang via Sonos-systemet. At tilføje én favorit via den officielle Sonos-app opretter denne forbindelse.
de: Sonos verwendet eine interne Konto-Kennung zur Authentifizierung der Streaming-Wiedergabe. Diese Kennung entsteht erst, wenn Inhalte eines Dienstes zum ersten Mal über das Sonos-System genutzt werden. Das Hinzufügen eines Favoriten über die offizielle Sonos-App erstellt diese Verknüpfung.
es: Sonos usa un identificador de cuenta interno para autenticar la reproducción en streaming. Este identificador solo se crea cuando el contenido de un servicio se usa por primera vez a través del sistema Sonos. Añadir un favorito desde la app oficial Sonos crea ese vínculo.
fr: Sonos utilise un identifiant de compte interne pour authentifier la lecture en streaming. Cet identifiant n’est créé qu’à la première utilisation d’un contenu du service via le système Sonos. Ajouter un favori via l’application Sonos officielle crée ce lien.
it: Sonos usa un identificativo account interno per autenticare la riproduzione streaming. Questo identificativo viene creato solo quando i contenuti del servizio vengono usati per la prima volta tramite il sistema Sonos. Aggiungere un preferito dall’app Sonos ufficiale crea questo collegamento.
ja: Sonos はストリーミング再生を認証するための内部アカウント識別子を使用します。この識別子はサービスのコンテンツを Sonos システムで初めて使用したときにのみ作成されます。公式 Sonos アプリでお気に入りを 1 つ追加するとこのリンクが作成されます。
nb: Sonos bruker en intern kontoidentifikator for å godkjenne strøming. Denne identifikatoren lages bare når innhold fra tjenesten brukes første gang via Sonos-systemet. Å legge til én favoritt via den offisielle Sonos-appen lager denne koblingen.
nl: Sonos gebruikt een interne accountidentifier voor het authenticeren van streaming-afspelen. Deze identifier wordt pas aangemaakt wanneer inhoud van een dienst voor het eerst via het Sonos-systeem wordt gebruikt. Een favoriet toevoegen via de officiële Sonos-app maakt deze koppeling.
pl: Sonos używa wewnętrznego identyfikatora konta do uwierzytelniania odtwarzania strumieniowego. Identyfikator powstaje dopiero, gdy treść z usługi zostanie po raz pierwszy użyta w systemie Sonos. Dodanie jednego ulubionego w oficjalnej aplikacji Sonos tworzy to połączenie.
pt: O Sonos usa um identificador interno de conta para autenticar a reprodução em streaming. Esse identificador só é criado quando o conteúdo de um serviço é usado pela primeira vez pelo sistema Sonos. Adicionar um favorito pelo app Sonos oficial cria esse vínculo.
sv: Sonos använder en intern kontoidentifierare för att autentisera strömmande uppspelning. Identifieraren skapas först när innehåll från tjänsten används första gången via Sonos-systemet. Att lägga till en favorit via den officiella Sonos-appen skapar länken.
zh_hans: Sonos 使用内部账户标识符来验证流媒体播放。该标识符仅在服务内容首次通过 Sonos 系统使用时创建。通过官方 Sonos 应用添加一个收藏会建立此连接。

# whyStep3Header
source: Why is step 3 needed?
da: Hvorfor kræves trin 3?
de: Warum ist Schritt 3 nötig?
es: ¿Por qué hace falta el paso 3?
fr: Pourquoi l’étape 3 est-elle nécessaire ?
it: Perché serve lo step 3?
ja: なぜステップ 3 が必要か?
nb: Hvorfor trengs trinn 3?
nl: Waarom is stap 3 nodig?
pl: Dlaczego potrzebny jest krok 3?
pt: Por que o passo 3 é necessário?
sv: Varför behövs steg 3?
zh_hans: 为什么需要第 3 步？

source: would send
da: ville blive sendt
de: würden gesendet
es: se enviarían
fr: à envoyer
it: da inviare
ja: 送信予定
nb: ville bli sendt
nl: zou worden verzonden
pl: zostanie wysłanych
pt: seriam enviados
sv: skulle skickas
zh_hans: 将发送

# year1
source: 1 year
da: 1 år
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1年
nb: 1 år
nl: 1 jaar
pl: 1 rok
pt: 1 ano
sv: 1 år
zh_hans: 1 年

source: Accent
de: Akzent
es: Acento
it: Accento
ja: アクセント
nb: Aksent
pl: Akcent
pt: Destaque
zh_hans: 强调色

# aiTab
source: AI
de: KI
es: IA
fr: IA
it: IA
pt: IA

# aiTest
source: Test
de: Testen
es: Probar
fr: Tester
it: Prova
ja: テスト
nl: Testen
pl: Testuj
pt: Testar
sv: Testa
zh_hans: 测试

source: Crossfade
de: Überblenden
es: Fundido encadenado
fr: Fondu enchaîné
it: Dissolvenza incrociata
ja: クロスフェード
pt: Fundir
zh_hans: 交叉淡化

# diagSpeakerColumnModel
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
nb: Modell
pt: Modelo
sv: Modell
zh_hans: 型号

# diagTabLog
source: Log
de: Protokoll
es: Registro
fr: Journal
it: Registro
ja: ログ
nb: Logg
pl: Dziennik
pt: Registo
sv: Logg
zh_hans: 日志

# helpGroupAI
source: AI
de: KI
es: IA
fr: IA
it: IA
nb: KI
pt: IA

# intervalLabel
source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
ja: 間隔
nb: Intervall
pl: Interwał
pt: Intervalo
sv: Intervall
zh_hans: 间隔

source: Legacy Polling
de: Legacy-Abfrage
es: Sondeo heredado
fr: Interrogation classique
it: Polling tradizionale
ja: レガシーポーリング
nb: Eldre avspørring
pl: Starsze odpytywanie
pt: Polling legácio
sv: Äldre avfrågning
zh_hans: 传统轮询

# playlistBuilderAIBaseURL
source: Endpoint URL
de: Endpunkt-URL
es: URL del punto de conexión
fr: URL du point de terminaison
it: URL endpoint
ja: エンドポイント URL
nb: Endepunkt-URL
nl: Eindpunt-URL
pl: Adres URL punktu końcowego
pt: URL do endpoint
sv: Slutpunkts-URL
zh_hans: 端点 URL

# playlistBuilderAIModel
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
nb: Modell
pt: Modelo
sv: Modell
zh_hans: 模型

# playlistBuilderStop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt: Parar
sv: Stoppa
zh_hans: 停止

# plexSmartPlaylist
source: Smart
de: Intelligent
es: Inteligente
fr: Intelligente
ja: スマート
nl: Slim
pl: Inteligentna
pt: Inteligente
zh_hans: 智能

source: Station
de: Sender
es: Emisora
it: Stazione
ja: ステーション
nb: Stasjon
nl: Zender
pl: Stacja
pt: Estação
sv: Kanal
zh_hans: 电台

# visCustomToneAccent
source: Accent
de: Akzent
es: Luz de acento
fr: Accentuation
it: Accento
ja: アクセント
nb: Aksent
pl: Akcent
pt: Destaque
zh_hans: 强调色

# visCustomToneWash
source: Wash
de: Grundlicht
es: Baño de luz
ja: ウォッシュ
pl: Światło zalewowe
pt: Banho de luz
zh_hans: 泛光

# albumFieldLabel
source: Album
es: Álbum
ja: アルバム
pt: Álbum
zh_hans: 专辑

# albumLabel
source: Album
es: Álbum
ja: アルバム
pt: Álbum
zh_hans: 专辑

# amSortAlbum
source: Album
es: Álbum
ja: アルバム
pt: Álbum
zh_hans: 专辑

source: Cache
es: Caché
ja: キャッシュ
nb: Hurtiglager
pl: Pamięć podręczna
zh_hans: 缓存

# diagColumnStatus
source: Status
es: Estado
fr: État
it: Stato
ja: 状態
pl: Stan
pt: Estado
zh_hans: 状态

# diagColumnTag
source: Tag
es: Etiqueta
fr: Étiquette
ja: タグ
nb: Tagg
sv: Tagg
zh_hans: 标签

# diagLegendProblem
source: Problem
es: Problema
fr: Problème
it: Problema
ja: 問題
nl: Probleem
pt: Problema
zh_hans: 问题

# diagStatusOffline
source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
nb: Frakoblet
zh_hans: 离线

# diagTabMatrix
source: Signal Matrix
es: Matriz de señal
fr: Matrice de signal
it: Matrice del segnale
ja: 信号マトリクス
nb: Signalmatrise
nl: Signaalmatrix
pl: Macierz sygnału
pt: Matriz de sinal
sv: Signalmatris
zh_hans: 信号矩阵

# diagTileOnline
source: Online
es: En línea
fr: En ligne
ja: オンライン
nb: Tilkoblet
zh_hans: 在线

# helpGroupSystem
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
pt: Sistema
zh_hans: 系统

source: Legacy Multicast
es: Multidifusión heredada
fr: Multidiffusion héritée
it: Multicast tradizionale
ja: レガシーマルチキャスト
nb: Eldre multicast
pl: Starszy multicast
pt: Multicast legácio
sv: Äldre multicast
zh_hans: 传统多播

source: Line-In
es: Entrada de línea
fr: Entrée ligne
it: Ingresso linea
ja: ライン入力
pl: Wejście liniowe
pt: Entrada de linha
zh_hans: 线路输入

source: Live
es: En vivo
fr: En direct
it: Dal vivo
ja: ライブ
nb: Direkte
pl: Na żywo
pt: Ao vivo
zh_hans: 直播

# liveData
source: Live
es: En vivo
fr: En direct
it: In tempo reale
ja: ライブ
nb: Direkte
pl: Na żywo
pt: Ao vivo
zh_hans: 实时

# liveEventsLive
source: Live
es: En vivo
fr: En direct
it: Dal vivo
ja: ライブ
pl: Na żywo
pt: Ao vivo
zh_hans: 实时

# liveEventsPause
source: Pause
es: Pausa
it: Pausa
ja: 一時停止
nl: Pauze
pl: Pauza
pt: Pausar
sv: Paus
zh_hans: 暂停

# mcpPort
source: Port:
es: Puerto:
it: Porta:
ja: ポート:
nl: Poort:
pt: Porta:
zh_hans: 端口：

source: OK
es: Aceptar
zh_hans: 确定

source: Pause
es: Pausar
it: Pausa
ja: 一時停止
nl: Pauzeren
pl: Pauza
pt: Pausar
sv: Paus
zh_hans: 暂停

# surroundModeAmbient
source: Ambient
es: Ambiente
fr: Ambiant
ja: アンビエント
pt: Ambiente
zh_hans: 环境

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
pl: Systemowy
pt: Sistema
zh_hans: 系统

# systemMode
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
pl: Systemowy
pt: Sistema
zh_hans: 系统

# systemTab
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
pt: Sistema
zh_hans: 系统

# tvAudioStereoPCM
source: Stereo PCM
es: PCM estéreo
fr: PCM stéréo
it: PCM stereo
ja: ステレオ PCM
pt: PCM estéreo
zh_hans: 立体声 PCM

# diagColumnHardware
source: Hardware
fr: Matériel
ja: ハードウェア
nb: Maskinvare
pl: Sprzęt
sv: Hårdvara
zh_hans: 硬件

# diagSpeakerColumnFirmware
source: Firmware
fr: Micrologiciel
ja: ファームウェア
nb: Fastvare
pl: Oprogramowanie
zh_hans: 固件

source: Karaoke
fr: Karaoké
ja: カラオケ
zh_hans: 卡拉OK

# karaokeSection
source: Karaoke
fr: Karaoké
ja: カラオケ
zh_hans: 卡拉OK

# karaokeWindowTitleFormat
source: Karaoke — %@
fr: Karaoké — %@
ja: カラオケ — %@
zh_hans: 卡拉OK — %@

# mcpColumnToken
source: Token
fr: Jeton
ja: トークン
zh_hans: 令牌

# subTab
source: Sub
fr: Caisson
ja: サブウーファー
pl: Subwoofer
zh_hans: 低音炮

# diagLegendNormal
source: Normal
it: Normale
ja: 正常
nb: Normalt
nl: Normaal
pl: Normalny
sv: Normalt
zh_hans: 正常

source: Instrumental
it: Strumentale
ja: インストゥルメンタル
nl: Instrumentaal
pl: Instrumentalny
zh_hans: 器乐

# alarmMinutesFormat
source: %d min
ja: %d 分
zh_hans: %d 分钟

# autoDiscovery
source: Auto
ja: 自動
zh_hans: 自动

# diagStatusOK
source: OK
ja: 正常
zh_hans: 正常

# helpShortcutGroupApp
source: App
ja: アプリ
pl: Aplikacja
zh_hans: 应用

source: Loudness
ja: ラウドネス
zh_hans: 响度

# min15
source: 15 min
ja: 15分
zh_hans: 15 分钟

# min30
source: 30 min
ja: 30分
zh_hans: 30 分钟

# min45
source: 45 min
ja: 45分
zh_hans: 45 分钟

# minutes15
source: 15 min
ja: 15分
zh_hans: 15 分钟

# minutes30
source: 30 min
ja: 30分
zh_hans: 30 分钟

source: Radio
ja: ラジオ
pt: Rádio
zh_hans: 电台

source: Scrobbling
ja: スクロブリング
zh_hans: Scrobble

# versionBuildFormat
source: %@ (build %@)
ja: %@（ビルド %@）
pl: %@ (kompilacja %@)
zh_hans: %@（构建版本 %@）

# diagLevelInfo
source: INFO
zh_hans: 信息

source: TV
zh_hans: 电视
